<template>
  <div class="body">
    <div id="Top">
      <h1>为什么要领养代替购买</h1>
      <b>根本原因：没有买卖，就没有杀害</b>
      <div class="image">
        <img id="text-image" src="../../assets/image/home3.jpg"/>
      </div>
      <div id="text">
        <p>被贩卖的猫狗，无非是繁殖用于卖钱的商品，它们的背后是长期被关、反复交配和生产，本体营养和寿命变成商人手中的钱，
          直到它们失去利用价值，再为了减少喂养成本被遗弃或杀死。国内对猫狗的动物福利没有相关规定，缺少合理约束，
          所以几乎没有不以盈利为首要目的的保育型猫狗舍，绝大多数繁殖舍追求利益最大化，都在压榨动物福利，想方设法减少成本增加利益。
          宠物店里看似健康的名种猫狗，实则经历了繁殖舍中饮食差、缺少运动、交叉感染、频繁配种、
          反复生育的环境，有许多隐疾的可能：先天性心肌肥大（心脏病）、遗传性多囊肾、猫瘟/鼻支病毒潜伏、
          肠道病毒大量携带等。猫瘟鼻支的危害不多说了，不为人知的还有猫肠道冠状病毒。一般情况下，冠状病毒并无害，
          只有个体变异时可引起猫传腹病，一种目前没有治癒方法、几乎等于绝症的病。本来冠状病毒正常的变异率只有0.1%，
          但抵抗力差、单位病毒株数超高时，变异率可能高达5%，概率高了50倍。猫舍中的环境不好，风险极大。
        </p>
        <p>国内到处有几百到上万不等的“名种”猫狗，许多买回家就爆发疾病，或终身携带致病基因，比如因软骨变异形成特殊型态的折耳猫，发病后终身关节疼痛，
          往往要花费十倍的金钱去治病还不一定能好，这种请真的不要购买和繁殖。百度一下“星期猫狗”，多的是案例。
          对于贩卖者，猫狗只是赚钱工具，只要关在笼里能不断生仔卖钱，有没有活动空间，密度是否过高，饮食是否合理，
          有病治不治，过程是否人道，会在他们的考虑范围内吗？仔猫死了可以再配，种猫没了可以再买，
          那些从未出现过在人们面前、连宠物店都进不去、多次生育的种猫种狗，它们的生活是悲惨的，也是现在的”商品时代“造就的。
          当消费的人群少了，被长期压榨的繁殖猫狗也会变少。
        </p>
      </div>
      <div class="image">
        <img src="../../assets/image/2.jpg"/>
      </div>
      <b>若你选择去爱上一只猫或一只狗，不去光顾这种生意，能为它和世界增添一点美好的希望。</b>
    </div>
  </div>
</template>
<script>
  export default {
    name: 'Why',
    data() {
      return {};
    },
    methods: {}
  };
</script>
<style>
  .body{
    width: 900px;
    margin: auto;
  }
  #text {
    list-style: none;
    line-height: 30px;
    text-indent: 2em;
    font-size: 20px;
    text-align:justify
  }

  #text-image {
    width: 600px;
    height: 300px;
  }

  .image {
    width: 900px;
    text-align: center;
    margin-top: 10px;
  }
   #Top{
     text-align: center;
   }
</style>
